Repository: infoaed/exitvote
Catalog: app/locales/*/LC_MESSAGES/messages.po
Languages: et

source: Pseudonymous voting on the Internet
et: Pseudonüümne hääletamine Internetis

source: Audit feed to follow voting progress and to receive the list of registered pseudonyms.
et: Auditivoog hääletuse käigu jälgimiseks ja registreeritud pseudonüümide nimekirja saamiseks.

source: Voting progress
et: Hääletuse käik

source: Server response
et: Serveri vastus

source: Session started
et: Sessiooni algus

source: Thank you for taking digital democracy seriously!
et: Aitäh, et võtad digidemokraatiat tõsiselt!

source: Better luck next time!
et: Järgmine kord paremini!

source: Simple yet auditable polls on Internet
et: Lihtsad ja vaadeldavad hääletused Internetis

source: Deliver pseudonyms to a list of e-mails and collect the votes on public bulletin board in a reasonably secret ballot.
et: Saadab osalejate e-mailidele pseudonüümid ja kogub nende abil antud hääled kokku avalikul teadetetahvlil.

source: This is an educational yet functional <a href="https://en.wikipedia.org/wiki/Voting_machine">voting machine</a> by <a href="https://infoaed.ee/">Märt Põder</a>. It exemplifies the simplest process of casting pseudonymous votes on a public bulletin board, providing an entry point to <a href="https://en.wikipedia.org/wiki/Secret_ballot">secret ballots</a> on the Internet. You can find <a href="https://infoaed.github.io/pseudovote">documentation</a> and the <a href="https://github.com/infoaed/pseudovote">source code</a> of the machine on GitHub.
et: Kuigi haridusliku eesmärgiga, on see täiesti toimiv <a href="https://et.wikipedia.org/wiki/Elektrooniline_hääletamine">hääletusmasin</a>. Masina autor on <a href="https://infoaed.ee/">Märt Põder</a> ja see näitlikustab lihtsaimat pseudonüümse hääletamise protseduuri, mis osalejate jaoks algusest lõpuni läbipaistev. Ühtlasi on see võimalus viia läbi <a href="https://et.wikipedia.org/wiki/Valimispõhimõtted#Salajasus">salajast hääletust</a> Internetis. Masina <a href="https://infoaed.github.io/pseudovote">dokumentatsiooni</a> ja <a href="https://github.com/infoaed/pseudovote">lähtekoodi</a> leiab GitHubist.

source: The site is also available in {languages}.
et: Sait on saadaval ka {languages} keeles.

source: Public bulletin board to collect the pseudonymous ballots and follow the voting progress.
et: Avalik teadetetahvel pseudonüümsete häälte vastuvõtmiseks ja hääletuse käigu jälgimiseks.

source: your pseudonym...
et: sinu pseudonüüm...

source: ...and the text of your ballot
et: ...ja sedelile minev tekst

source: Sumbit the vote!
et: Annan oma hääle!

source: days
et: päeva

source: hours
et: tundi

source: seconds
et: sekundit

source: You may want to try again after checking connection status and/or server limits!
et: Võid üle kontrollida oma netiühenduse või hääletusserveri piirangud ning proovida seejärel uuesti!

source: Receipt of your submitted vote
et: Hääle vastuvõtmise kviitung

source: Ballot submitted!
et: Sedel edastatud!

source: Starting in
et: Alguseni

source: Voting started!
et: Hääletus algas!

source: Ending in
et: Lõpuni

source: Voting finished!
et: Hääletus on läbi!

source: Your poll could be here!
et: Siin võiks olla sinu hääletus!

source: A free slot to conduct an auditable poll. After initialisation this becomes a transparent ballot box for the voters and auditors.
et: See aadress on vaba hääletuse läbiviimiseks. Pärast lähtestamist saab sellest läbipaistev häältekast valijate ja vaatlejate jaoks.

source: This is a free slot for a future poll!
et: See aadress on vaba tulevasteks hääletusteks!

source: You can create a new poll at {url}.
et: Uued hääletuse saad algatada aadressil {url}.

source: voter@gmail.com voter@archive.org voter@protonmail.com (Or just drag and drop list of voter e-mails here.)
et: valija@gmail.com valija@eesti.ee valija@protonmail.com (Või lihtsalt lohista siia hääletajate e-mailide nimekiri.)

source: Generic poll/election
et: Geneeriline hääletus

source: Choices, timing and location
et: Valikud, ajastus ja asukoht

source: Example poll
et: Näitlik hääletus

source: Refresh
et: Uuenda

source: Append
et: Lisa lõppu

source: Token
et: Tunnuskood

source: Name
et: Nimetus

source: Default pseudonyms
et: Vaikimisi pseudonüümid

source: Custom voter credentials
et: Hääletajatunnuste kohandamine

source: Flowers
et: Lilled

source: Islands
et: Saared

source: Emojis
et: Emojid

source: Star Wars
et: Tähesõjad

source: Simple pseudonyms
et: Lihtsad pseudonüümid

source: With a pinch of salt
et: Näputäie soolaga

source: I have high trust in my voters
et: Usaldan hääletusel osalejaid

source: Restrict access to bulletin board
et: Teadetetahvli ligipääsu piiramine

source: Only allow one ballot per pseudonym
et: Luba ainult üht häält iga pseudonüümi kohta

source: Provide voter with personal balloting address
et: Edasta hääletajale osalemiseks personaalne aadress

source: Only allow predefined choices on ballots
et: Luba kanda sedelile vaid etteantud valikuid

source: Refuse recording invalid ballots
et: Keeldu rikutud sedelite salvestamisest

source: Provide bulletin board with a hashed list of voters
et: Edasta teadetetahvlile hääletajate räside nimekiri

source: Deny submitting ballots for unlisted voters
et: Ära luba nimekirja kandmata hääletajal sedelit edastada

source: Deny bulletin board access for unlisted voters
et: Keeldu teadetetahvli avamisest nimekirja kandmata hääletajatele

source: Refuse recording ballots from unlisted voters
et: Ära võta vastu sedeleid nimekirja kandmata hääletajatelt

source: Limit access on repeated invalid ballots
et: Piira ligipääsu korduvate rikutud sedelite korral

source: Limit access on repeated unlisted voters
et: Piira ligipääsu korduvate nimekirjaväliste hääletajate korral

source: Limit access on repetitive voting patterns
et: Piira ligipääsu korduvate hääletusmustrite korral

source: Encrypt the ballots until end of vote
et: Krüpti sedelid kuni hääletuse lõpuni

source: Encrypt list of delivered pseudonyms until end of vote
et: Krüpti jagatud pseudonüümide nimekiri hääletuse lõpuni

source: Try without sending e-mails
et: Katseta e-maile saatmata

source: Deliver voter credentials
et: Hääletussedelite edastamine

source: Message
et: Sõnumi tekst

source: Template
et: Blankett

source: Mail server credentials
et: Meiliserveri parameetrid

source: username
et: kasutaja

source: password123
et: parool123

source: Create the ballot box!
et: Pane valimiskast valmis!

source: Your pseudonym for voting is: * ${pseudonym} Submit your vote at the public bulletin board: * ${url}
et: Sinu pseudonüüm hääletusel osalemiseks on: * ${pseudonym} Anna oma hääl avalikul teadetetahvlil: * ${url}

source: Voting starts at ${start} and closes at ${finish}.
et: Hääletus algab ${start} ja lõpeb ${finish}.

source: Guidelines in nutshell: * To cast your vote, please write your pseudonym and your choice into designated fields and submit ballot to server. * You can fill the ballot manually or use predefined choices in user interface to prefill and then review. * To preserve privacy of your vote do not publicly relate your pseudonym with your person nor disclose it to anyone. Happy voting! Sincereley "etc" Pseudovote
et: Hääletaja meelespea: * Hääletamiseks sisesta oma pseudonüüm ja seejärel märgi hääletussedelile oma valik. * Võid täita sedeli käsitsi või kui valikud on ette antud, siis eeltäita sedeli valikudialoogi abil. * Hääletuse salajasuse tagamiseks ära seosta pseudonüümi oma isikuandmetega ega edasta seda kellelegi. Toredat hääletamist! Siiralt "jne" Pseudovote

source: pseudonym567
et: pseudonyym567

source: and ${count} more voters
et: ja veel ${count} hääletajat

source: add list of e-mails above!
et: lisa e-mailide nimekiri ülal!

source: Bulletin board initialized...
et: Teadetetahvel käivitatud...

source: and
et: ja

source: Access restricted!
et: Ligipääs piiratud!

source: This is a bulletin board with access restrictions stemming from poll settings.
et: Ligipääs sellele teadetetahvlile on piiratud hääletuse seadistuste tõttu.

source: Access to this bulletin board is restricted!
et: Ligipääs sellele teadetetahvlile on piiratud!

source: You may want consult the initiator of this poll or create your own at {url}.
et: Võid uurida hääletuse korraldajalt või ise algatada hääletuse aadressil {url}.

source: Vote receipt for {title}
et: Kviitung valimistel {title}

source: This is a receipt generated just for you. You can follow the voting progress on public bulletin board here.
et: See on kviitung sinu hääle vastuvõtmise kohta. Hääletuse käiku võid jälgida sellel avalikul teadetetahvlil siin.

source: the text of your ballot goes here...
et: sedelile minev tekst...
